[GENERAL]
NAME				= Türkçe
TRANSLATOR			= mselmany
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Başvuru Süresi geçmiş.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Kayıtsız
TEXT_INIT_FAIL			= Uygulama başlatılamadı.
TEXT_APPINFO			= Bandicam - Yüksek performanslı ekran videosu kaydetme programı.

; error
TEXT_ERROR_DISKSPACE		= Kayıt için yeterli disk alanı bulunmuyor.
TEXT_ERROR_VIDEO_CAP		= Video yakalama çalıştırılamıyor.
TEXT_ERROR_AUDIO_CAP		= Ses kaydı başlatılamadı.\nYardım istiyorsanız Tamam'a basın.
TEXT_ERROR_IMAGE_CAP		= Görüntü alma başarısız.\nÇıktı dosyanızı kontrol ediniz.
TEXT_ERROR_CREATEFILE		= Dosya oluşturulamadı.\nYardım istiyorsanız Tamam'a basın.
TEXT_ERROR_CODEC_INIT		= Codec bileşeni başlatılamadı.
TEXT_ERROR_LOGO_IMAGE		= Desteklenmeyen görüntü dosyası.\nLütfen desteklenen görüntü dosyasını seçiniz. (*. png).
TEXT_CAN_NOT_CHANGE_TB		= Bandicam ücretsiz sürümünde bu ayarı değiştiremezsiniz.Değiştirmek için;Şimdi kayıt olun!
TEXT_WARNING_AMD_APP		= Sisteminiz 'H.264 (AMD APP)' özelliğini desteklemiyor, bu yüzden varsayılan codec kullanılacak.
TEXT_WARNING_AMD_APP2		= Sisteminiz  'H.264 (AMD APP)' özelliğini desteklemiyor.

; video setting page name
TEXT_VID_PAGE_SOUND		= Ses
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Efektler
TEXT_VID_PAGE_OPTIONS		= Seçenekler

; option page name
TEXT_OPT_PAGE_GENERAL		= Genel
TEXT_OPT_PAGE_OUTPUT		= Çıktı
TEXT_OPT_PAGE_HOOKING		= İğneleme
TEXT_OPT_PAGE_LANGUAGE		= Lisanlar
TEXT_OPT_PAGE_OTHERS		= Diğer

TEXT_VIDEO			= Video
TEXT_AUDIO			= Ses

TEXT_FOLDER_SELECT		= Saklamak için bir klasör seçin.

TEXT_FMT_FULL_SIZE		= Tam Boyut
TEXT_FMT_HALF_SIZE		= Yarım Boyut
TEXT_FMT_FIT_WIDTH		= Uygun Genişlik
TEXT_FMT_FIT_HEIGHT		= Uygun Yükseklik
TEXT_FMT_CUSTOM_SIZE		= Özel
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Orjinal ses formatı

; preset
TEXT_PRESET_DEFAULT		= Varsayılan
TEXT_PRESET_HALFSIZE		= Yarım Boyut
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel Quick Sync video-Hızlı Video Eşleme)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= 60 FPS için ultra hızlı ayar
TEXT_PRESET_LOWEND		= Düşük-uç PC
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= PMP için / Divx Player
TEXT_PRESET_EDIT		= Düzenlemek için - Premiere / Sony Vegas
TEXT_PRESET_POWERPOINT		= MS PowerPoint için...
TEXT_PRESET_320x0		= Uygun Genişlik, 320x0
TEXT_PRESET_640x0		= Uygun Genişlik, 640x0
TEXT_PRESET_800x0		= Uygun Genişlik, 800x0
TEXT_PRESET_USER		= Hazır Kullanıcı Ayarları

TEXT_CHANGE_LANG		= Dili değiştirmek için, Bandicam'ı yeniden başlatmanız gerekmektedir.\nŞimdi yeniden başlatmak istiyormusunuz?
TEXT_CHANGE_HOOK		= İğnelemeyi değiştirmek için, Bandicam'ı yeniden başlatmanız gerekmektedir.\nŞimdi yeniden başlatmak istiyormusunuz?
TEXT_CHANGE_SIZE		= Bandicam pencere boyutunu değiştirmek için, Bandicam'ı yeniden başlatmalısınız.\nYeniden başlatmak istiyormusunuz?
TEXT_RESET_ALL_SETTINGS		= Tüm ayarları varsayılana çevirmek istediğinizden emin misiniz?

TEXT_REGISTER_SUCCEEDED		= Bandicam lisansınız artık tescil edilmiştir.
TEXT_REGISTER_FAILED		= Kayıt başarısız.\nE-Posta adresinizi veya seri numaranızı kontrol ediniz.
TEXT_REGISTER_CONNECT_FAILED	= Sunucuya bağlanamıyor!\nLütfen internet bağlantınızı kontrol edin, ve sistem saatinizi bugünün saatine ve tarihine ayarlayın.\nYardım istiyorsanız Tamam'a basın.
TEXT_REGISTER_INFO		= Email Adresi: %s\r\nSerial Numarası: %s
TEXT_REGISTER_LIMITED		= Kayıt durduruldu.\n\nBandicam ücretsiz sürümünde sadece 10 dakika kayıt yapabilirsiniz.Daha fazlası için; Şimdi kayıt olun!
TEXT_REGISTER_NEWRECORD		= Bandicam'ın bu sürümü üzerinde kayıt yapamazsınız.Daha fazlası için; Şimdi kayıt olun!
TEXT_REGISTER_LICENCE_INFO	= Kayıtdışı!\r\nEğer videoyu filigran ile kaydetmek isterseniz, \r\nbizden Bandicam lisansı satın almanız gerekmektedir.

TEXT_PROGRAM_INVALID		= Uygulama geçersiz!\nLütfen yeniden yükleyiniz.

TEXT_SELECT_TARGET		= Hedef pencereye tıklayınız.
TEXT_TARGET_DIRECTX		= <b>Oyun Kayıt Modu</b> - DirectX kullanarak Oyun ve Video oynatıcıları kaydet.
TEXT_TARGET_RECTANGLE		= <b>Ekran Kayıt Modu</b> - Masaüstü ekranı ve Web videosu kaydet
TEXT_TARGET_CHANGING		= Eğer kayıt modunu değiştirirseniz, kayıt durdurulacaktır.\nDevam etmek istiyormusunuz?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Hedef pencere seçili olmadığı için 'Oyun Kayıt Modu' 'nda kayda başlayamazsınız.\n\nKayda başlamak için 'Ekran Kayıt Modu' 'na geçmek ister misiniz?

TEXT_STATUSBAR_READY		= Hazır
TEXT_STATUSBAR_RECORDING	= Kaydediliyor...
TEXT_STATUSBAR_PAUSE		= Duraklat

TEXT_UPDATE_AVAILABLE		= Bandicam yeni bir sürümü şu anda mevcut.\nŞimdi yüklemek ister misiniz?
TEXT_UPDATE_UNAVAILABLE		= Güncelleme bulunamadı.
TEXT_UPDATE_FAILED		= Sürüm bilgileri kontrol edilemedi.\nBu sistem,internete bağlı olmayabilir yada sunucu düzgün çalışmıyor olabilir.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Yükleme yapılamadı. Eğer giriş yaptıysanız lütfen e-postanızı onaylatınız.

TEXT_TARGET_FULL		= Tam Ekran
TEXT_TARGET_RESTORE		= Onar
TEXT_TARGET_FIND		= Pencere bul
TEXT_TARGET_RESIZE		= Menü boyutunu seçin
TEXT_TARGET_IMAGE		= Görüntü yakalama
TEXT_TARGET_PEN			= Eskiz modu
TEXT_TARGET_RECORD_START	= Video kayıt - Başlat
TEXT_TARGET_RECORD_PAUSE	= Video kayıt - Duraklat
TEXT_TARGET_RECORD_STOP		= Video kayıt - Du⁮rdur

TEXT_RC_HOWTO_NOCOMPLETE	= Kaydı otomatik tamamlatma
TEXT_RC_HOWTO_BYTIME		= Zamana göre
TEXT_RC_HOWTO_BYSIZE		= Boyuta göre
TEXT_RC_AFTER_NEWRECORD		= Yeni Kayıt başlat
TEXT_RC_AFTER_EXIT		= Bandicam'dan çık.
TEXT_RC_AFTER_SHUTDOWN		= Bilgisayarı kapat.

TEXT_SHUTDOWN_SEC		= saniye içinde sistem kapatılıyor.

TEXT_SEL_IMAGE_FILE		= Bir resim dosyası seçin.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -Devre dışı(Önerilen)-

TEXT_CORRUPTED_AVI_FILE		= En son kaydedilen dosya bozulmuş.\nÜzerinde düzenlemek istiyorum.\n\nDosya: %s
TEXT_TRAY_BALLOON_TIP		= Bandicam'ı onarmak için tepsi simgesine tıklayın.
TEXT_TRAY_BALLOON_TIP_RECT	= Ekran kayıt penceresini görmek için tepsi simgesine tıklayın.
TEXT_FORCE_STOP			= Hedef pencere yanıt vermiyor, çünkü kayıt durdurma başarısız.\n zorunlu durdurulmak isteniyor?
TEXT_EXTERNAL_CODEC		= - Harici Codec -
TEXT_CUDA_GPU_AUTOSELECT	= (Otomatik seçim)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Kayıt durumu
TEXT_INDICATOR_TIME		= Kayıt zamanı
TEXT_INDICATOR_SIZE		= Kayıt dosya boyutu/boş alan
TEXT_INDICATOR_VOLUME		= Mevcut ses seviyesi

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Genel görev önceliği
TEXT_REC_PRIORITY_HIGH		= [High] Normal öncelikten daha yüksek
TEXT_REC_PRIORITY_HIGHEST	= [Highest] Diğer görevleri yavaşlat

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut kurulu değil.Bandicut'u indirmek istermisiniz?
TEXT_OUTPUTS_DELETE		= Seçili öğeyi tamamen silmek istediğinizden eminmisiniz?
TEXT_OUTPUTS_SELCOUNT		= %d öğe seçildi

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Hedef İsmi
TEXT_FILE_NAME_PREFIX_CUSTOM	= Özel Ön-ek
TEXT_FILE_NAME_PREFIX_NONE	= Yok
TEXT_FILE_NAME_SUFFIX_TIME	= Tarih/Zaman
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sıra Numarası

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= 1 ve 1440 dakika arasında bir değer girin.
TEXT_TIMER_REC_STOP_RECORDING	= Kayıt devam ediyor. \nKaydı durdurmayı ve devam etmeyi istiyor musun?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Video yüklemek için lütfen bir başlık girin.
TEXT_UPLOAD_VIMEO_LOGIN		= Giriş - Vimeo
TEXT_UPLOAD_COMPLETE		= Yüklendi
TEXT_UPLOAD_ERR_FAIL		= Bu video yüklemesi tamamlanamadı.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Dosya çok büyük olduğu için yüklenemedi.
TEXT_UPLOAD_ERR_FREESPACE	= Yükleme yapmak için Vimeo'da yeterli alan yok.
TEXT_UPLOAD_ERR_CONNECT		= Server'a bağlanılamadı.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Genel
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Görüntü
$BN_PAGE_OUTPUTS		= Çıktı
$BN_PAGE_ABOUT			= Bilgi
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Seçenekler
$ST_GEN_OUTPUT_FOLDER		= Çıkış klasörü
$BN_GEN_OPEN_OUTPUT_FOLDER	= Aç
$BN_GEN_ADV_OPTIONS		= Gelişmiş
$CK_GEN_ALWAYS_ON_TOP		= Bandicam daima pencerede
$CK_GEN_START_MINIMIZED		= Bandicam'ı sistem tepsisinde başlat
$CK_GEN_RUN_WHEN_START		= Windows başlatıldığında Bandicam'ı da başlat
$CK_GEN_RECORD_WHEN_RUN		= Bandicam başlatıldığında Tam-Ekran kaydını başlat
$CK_GEN_TIMER_RECORDING		= Otomatik kayıt başlatmak için zamanlayıcı kur
$ST_GEN_LANGUAGE		= Dil
$ST_GEN_REC_AUTO_START		= Kaydı otomatik başlat
$ST_GEN_REC_AUTO_COMPLETE	= Kaydı otomatik tamamla
$BN_GEN_REC_AUTO_COMPLETE	= Ayar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Kaplama
$CK_FPS_OVERLAY_HOTKEY		= Kısayol T.
$CK_FPS_OVERLAY			= FPS konumu
$ST_FPS_LIMIT			= Limit
$CK_FPS_LIMIT_HOTKEY		= Kısayol T.
$CK_FPS_LIMIT			= FPS limiti koy
$CK_FPS_LIMIT_ONLY_CAP		= Yalnızca yakalama
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Kayıt
$CK_VID_RECORD_HOTKEY		= Kaydet / Durdur kısayolu
$CK_VID_PAUSE_HOTKEY		= Duraklat kısayolu
$CK_VID_SHOW_CURSOR		= Fare imlecini göster
$CK_VID_CLICK_EFFECTS		= Fare tıklama efekti ekle
$CK_VID_WEBCAM_OVERLAY		= Webcam kaplaması ekle
$BN_VID_RECORD_SETTINGS		= Ayarlar
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Ses
$BN_VID_FORMAT_SETTINGS		= Ayarlar
$BN_VID_FORMAT_PRESETS		= Hazır ayarlar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Yakalama
$CK_IMG_CAPTURE_HOTKEY		= Kısayol T.
$CK_IMG_CAPTURE_REPEAT		= Ekran yakalamayı yinele
$ST_IMG_CAPTURE_REPEAT		= saniyede
$CK_IMG_SHOW_CURSOR		= Fare imlecini göster
$CK_IMG_SHUTTER_SOUND_EFFECT	= Deklanşör sesi etkin.
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ		= JPG - Yüksek Kalite
$BTN_IMG_FORMAT_ANIGIF		= Animasyonlu GIF olarak nasıl kaydedebilirim?
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Resim
$BN_OUT_PLAY_VIDEO		= Oynat
$BN_OUT_OPEN_IMAGE		= Aç
$BN_OUT_EDIT			= Düzenle
$BN_OUT_UPLOAD			= Yükle
$BN_OUT_DELETE			= Sil
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Versionu
$ST_ABO_COPYRIGHT		= Telifhakkı(c) 2009-2015 Bandisoft.com
$BN_ABO_NEW_VERSION		= Yeni version kullanılabilir!
$BN_ABO_CHECK_UPDATE		= Güncelleme kontrolu
$ST_ABO_LICENCE_INFO		= Lisans Bilgisi
$BN_ABO_REGISTER		= Kayıt
$BN_ABO_REGISTER_HELP		= Satın alma ve Kayıt olma
$ST_ABO_HOMEPAGE_INFO		= Website URL'si
$ST_ABO_HOMEPAGE_URL		= Anasayfa
$ST_ABO_FAQ_URL			= SSS
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Çıktı klasörünü aç
$TOOLTIP_SCREENSHOT		= Görüntü yakala
$TOOLTIP_RECORD			= Kaydet / Durdur
$TOOLTIP_PAUSE			= Duraklat
$TOOLTIP_UI_MODE		= Basit/Gelişmiş UI
$TOOLTIP_REGISTER		= Bandicam'a kaydol
$TOOLTIP_ONLINE_HELP		= Çevrimiçi yardım

$TOOLTIP_TOOL_PEN		= Kalem
$TOOLTIP_TOOL_PEN_HL		= Vurgulayıcı 
$TOOLTIP_TOOL_BOX		= Kutu
$TOOLTIP_TOOL_ERASER		= Silgi
$TOOLTIP_TOOL_COLOR		= Renk Seç
$TOOLTIP_TOOL_LINE		= Çizgi kalınlığı
$TOOLTIP_TOOL_UNDO		= Geri (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= İleri (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= İptal
IDOK				= Tamam
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Format ayarları 
IDC_ST_FMTSET_FILE		= Dosya Türü
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Boyut
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodec
IDC_ST_VIDEO_BITRATE		= Bit hızı
IDC_ST_VIDEO_QUALITY		= Kalite
IDC_ST_FMTSET_AUDIO		= Ses
IDC_CK_AUDIO_ORIGINAL_PCM	= Orjinal formatta kaydet
IDC_ED_AUDIO_ORIGINAL_PCM	= "multi-channel" ve "high-definition" ses kaydı yapabilirsin (96KHz yada daha fazla).
IDC_ST_AUDIO_CH			= Kanallar
IDC_ST_AUDIO_FREQ		= Frekans
IDC_ST_AUDIO_CODEC		= Kodec
IDC_ST_AUDIO_BITRATE		= Bit hızı
IDC_ST_FORMAT_HELP		= [ Yardım ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicam'a kaydol!
IDC_ST_1BUY			= 1. Satın alma
IDC_ST_1BUY_COMMENT		= Bandicam'ın ücretsiz bir yazılım olmadığını unutmayınız.Eğer videoyu filigran ile kaydetmek isterseniz, bizden Bandicam lisansı satın almanız gerekmektedir.
IDC_BTN_BUY_ONLINE		= Çevrimiçi satın al
IDC_ST_2REGISTER		= 2. Kaydol!
IDC_ST_2REGISTER_COMMENT	= Bandicam üye olmak için çevrimiçi olmanız gerekir.
IDC_ST_EMAIL_ADDRESS		= Email adresi
IDC_ST_SERIAL_NUMBER		= Seri numarası
IDC_BTN_REGISTER_NOW		= Şimdi kaydol
IDC_BTN_CLOSE			= Son

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Güncelleme Kontr.
IDC_ST_UPDATE_SETTING		= Ayar
IDC_CK_UPDATE_ENABLE		= Otomatik güncellemeyi etkinleştirin.
IDC_CK_UPDATE_POPUP		= Büyük bir pop-up(açılır pen.) güncellemesi varsa  gösterin.
IDC_UPDATE_CHECK_NOW		= Güncellemeleri kontrol et!
IDC_CLOSE			= Sonlandır!

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Gelişmiş ayarlar
IDC_BTN_RESET			= Sıfırla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Genel
IDC_CK_ALWAYS_ON_TOP2		= Bandicam daima pencerede
IDC_CK_START_MINIMIZED_TO_TRAY	= Bandicam'ı sistem tepsisinde başlat
IDC_CK_RUN_WHEN_START		= Bandicam'ı başlangıçta başlat.
IDC_CK_RECORD_WHEN_RUN		= Bandicam çalışırken Tam-Ekran kaydı başlat
IDC_CK_SHOW_FPS_IN_VIDEO	= Çekilen video/görüntü'de FPS 'yi göster.
IDC_ST_SHOW_FPS_IN_VIDEO	= (Sadece 'Oyun Kayıt Modu' 'nda)
IDC_CK_SHOW_TIP_BAR		= İpucu/Bilgi çubuğunu göster.
IDC_CK_NO_TRAY_BALLOON		= Tepsi balon bildirimlerini kapat
IDC_ST_ADV_AUTOMATIC		= Otomatik

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Çıktı
IDC_ST_OUT_OUTPUT_FOLDER	= Çıktı klasörü
IDC_CK_OUT_CREATE_SUBFOLDER	= Bir dosya yazarken Ç.alt klasörünü oluşturun.
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Diskte yazma önbelleğini etkinleştir.
IDC_ST_OUT_FILE_NAMING		= Dosya isimlendirme ayarları
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Dil
IDC_ST_TRANSLATOR		= Çeviren: mselmany

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Hedefi iğnele
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= DirectX 10/11 IE9,10/Firefox 'a iğneleme devre dışı.
IDC_CK_DISABLE_OVERLAY_ON_DX	= DirectX Videoyu Engelle
IDC_BTN_BLOCK_LIST		= Engellenen işlem listesi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Diğer Ayarlar
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video Kayıt Ayarları
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video Format Ayarları
IDC_BTN_AUTO_COMPLETE_RECORDING	= Kaydı Otomatik tamamla

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Kaydı otomatik tamamla
IDC_ST_RC_HOWTO			= Otomatik kaydın kurulum durumu
IDC_RD_RC_NOTCOMPLETE		= Oto Kayıt yok!
IDC_RD_RC_TIME			= Kayıt süresi
IDC_ST_RC_MAX_TIME		= Max
IDC_RD_RC_SIZE			= Kaydedilen dosya büyüklüğü
IDC_ST_RC_MAX_SIZE		= Max
IDC_ST_RC_AFTER			= Otomatik kaydı tamamladıktan sonra
IDC_RD_RC_NOTHING		= Hiçbişey yapma!
IDC_RD_RC_NEW_RECORDING		= Yeni kayıt başlat.
IDC_RD_RC_EXIT_BDCAM		= Bandicam'dan çık.
IDC_RD_RC_SHUTDOWN		= Bilgisayarı kapat.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Kapat
IDC_ST_SHUTDOWN			= Kapat
IDC_ST_SHUTDOWN_INFO		= Bilgisayar kapanacak.İptal'i için;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Kayıt ayarları

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Ses kaydı
IDC_ST_SND_SELECT_1		= Birincil aygıt
IDC_BTN_SND_SETTING_1		= Ayar
IDC_ST_SND_SELECT_2		= İkincil aygıt
IDC_BTN_SND_SETTING_2		= Ayar
IDC_CK_SND_MIX_SOUND		= İki ses kaynağını karıştırma (Birincil ve İkincil bir  parça)
IDC_CK_SND_CAP_HOTKEY		= Sadece "İkincil Aygıt" kullanılırken kaydet
IDC_ST_SOUND_HELP		= [ Yardım ]
IDC_CK_SND_SAVE_AS_WAV		= Kayıt sırasında ses kaydı yap(.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Videoya Webcam kaplaması ekle
IDC_ST_WEBCAM_SETTING		= Ayarlar
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Video boyutu:
IDC_ST_WEBCAM_POS		= Pozisyon:
IDC_BTN_WEBCAM_DEVICE		= Ayarlar
IDC_BTN_WEBCAM_PREVIEW		= Önizleme
IDC_ST_WEBCAM_LR_MARGINS	= Sol/R Kenar boşluğu:
IDC_ST_WEBCAM_TB_MARGINS	= Üst/B Kenar boşluğu:
IDC_ST_WEBCAM_FOR_DX_GL		= Oyun Kayıt Modu için
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Bir ekranda Webcam'ı önizle (Only DX8 yada sonrası, ve OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Önizleme kısayol geçişini etkinleştir

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Videoya logo ekleyin.
IDC_ST_LOGO_SETTING		= Ayar
IDC_ST_LOGO_IMAGE		= Görüntü:
IDC_ST_LOGO_OPACITY		= Donukluk:
IDC_ST_LOGO_POS			= Pozisyon:
IDC_ST_LOGO_LR_MARGINS		= Sol/R Kenar boşluğu:
IDC_ST_LOGO_TB_MARGINS		= Üst/B Kenar boşluğu:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Fare efektleri
IDC_CK_ADD_CLICK_EFFECTS	= Fare efekti ekle
IDC_ST_LEFT_CLICK_COLOR		= Sol tıklama rengi
IDC_ST_RIGHT_CLICK_COLOR	= Sağ tıklama rengi
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Fare vurgu efekti ekle
IDC_ST_HIGHLIGHT_COLOR		= Vurgu rengi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Seçenekler
IDC_ST_REC_PRIORITY		= Kayıt önceliği :
IDC_ST_REC_PRIORITY2		= Bırakılan çerçeveler için yüksek öncelik daraltılabilir.
IDC_ST_FOR_DX_GL		= Oyun Kayıt Modu için
IDC_CK_SKIP_RECORDING		= Çerçeve güncel değilken kaydı atla
IDC_CK_ENHANCED_DX9_CAPTURE	= Gelişmiş yakalama metodunu kullan (hızlı, sadece DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Ekran Kayıt Modu için
IDC_CK_ENHANCED_CAPTURE		= Gelişmiş yakalama yöntemini kullanın (daha hızlı, Windows 8 yada üstü)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam önizleme

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Özel boyut hedefi
IDC_ST_TARGET_SIZE_SETTING	= Ayar
IDC_ST_TARGET_SIZE		= Hedef boyutu:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Bir Yeni Boyut Önayarı ekle
IDC_ST_ADD_SIZE_PRESET		= Mevcut pozisyon ve boyutu yeni önayar olarak kaydedebilirsin.\nYeni önayar için bir isim girin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Boyut önayarlarını düzenle
IDC_BTN_SIZE_PRESET_ADD		= Ekle
IDC_BTN_SIZE_PRESET_DEL		= Sil
IDC_BTN_SIZE_PRESET_REN		= Yeniden adlandır
IDC_BTN_SIZE_PRESET_UP		= Yukarı
IDC_BTN_SIZE_PRESET_DN		= Aşağı

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Boyut önayarını yeniden adlandır
IDC_ST_REN_SIZE_PRESET		= Önayar için yeni bir isim girin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Bilgilendirme
IDC_ST_ACAP_INFO		= Ses yakalama bilgisi
IDC_ST_ACAP_INFO2		= Ses kartı ses yakalayamıyor.Sorun için'kayıt kontrolü''nü kontrol edin. \n\nÇevrimiçi yardım sayfasını ziyaret etmek istermisiniz?
IDC_CK_ACAP_DO_NOT_ASK		= Tekrar sorma
IDC_BTN_YES			= Evet		
IDC_BTN_NO			= Hayır

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Max. kayıt süresi
IDC_ST_RC_TIME_SETTING		= Ayar
IDC_ST_RC_TIME_HOUR		= Saat
IDC_ST_RC_TIME_MIN		= Dk
IDC_ST_RC_TIME_SEC		= Sn

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Max. kaydedilen dosya boyutu 
IDC_ST_RC_FILESIZE_SETTING	= Ayar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Yeni bir hazır ayar kaydedin
IDC_ST_ADD_PRESET		= Mevcut ayarı hazır ayar olarak kaydedebilirsiniz.\nHazır ayar için bir isim giriniz.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Hazır Ayarları Düzenle
IDC_BTN_PRESET_ADD		= Ekle
IDC_BTN_PRESET_DEL		= Sil
IDC_BTN_PRESET_REN		= Yeniden Adlandır
IDC_BTN_PRESET_UP		= Yukarı
IDC_BTN_PRESET_DN		= Aşağı

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Hazır ayarı yeniden adlandır
IDC_ST_REN_PRESET		= Hazır ayar için yeni bir isim girin.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Harici video kodec seç
IDC_ST_CODEC_EX_LIST		= Kodec listesi
IDC_ST_CODEC_EX_SETTINGS	= Ayarlar
IDC_ST_CODEC_EX_DRIVER		= Sürücü adı
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Kalite
IDC_ST_CODEC_EX_DATERATE	= Veri hızı
IDC_ST_CODEC_EX_KEYFRAME	= Kare Aralığı
IDC_BTN_CODEC_EX_CONFIG		= Yapılandırma
IDC_BTN_CODEC_EX_ABOUT		= Bilgi
IDC_ST_CODEC_EX_HELP		= [ Yardım ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Engellenen işlem listesi
IDC_ST_BLOCK_LIST		= Aşağıdaki işlemlere izin verilmez.
IDC_ST_BLOCK_LIST_EX		= Örnek:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (NVIDIA® CUDA™) Ayarları
IDC_ST_H264_CUDA_RATE_CONTROL	= Oran kontrolü
IDC_RD_H264_CUDA_VBR		= VBR - kalite-merkezli (önerilen)
IDC_RD_H264_CUDA_CBR		= CBR - bithızı-merkezli
IDC_ST_H264_CUDA_GPU_USAGE	= GPU Kullanımı
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Sadece GPU (hızlı GPU ile kullanın)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU aygıtı:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Diğer ayarlar
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kodu:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_CUDA_FOURCC_HELP	= Yardım

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Hızlı Video Eşleme) Ayarları
IDC_ST_H264_SYNC_RATE_CONTROL	= Hız kontrolü
IDC_RD_H264_SYNC_VBR		= VBR - kalite-bazlı (önerilir)
IDC_RD_H264_SYNC_CBR		= CBR - bithızı-bazlı
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Diğer ayarlar
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kodu:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_SYNC_FOURCC_HELP	= Yardım

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Ayarları
IDC_ST_H264_APP_RATE_CONTROL	= Hız kontrolü
IDC_RD_H264_APP_VBR		= VBR - kalite-bazlı (önerilir)
IDC_RD_H264_APP_CBR		= CBR - bithızı-bazlı
IDC_ST_H264_APP_OTHER_OPTIONS	= Diğer ayarlar
IDC_ST_H264_APP_FOURCC_USED	= FourCC kodu:
IDC_ST_H264_APP_KEYFRAME_INT	= Keyframe aralığı:
IDC_ST_H264_APP_FOURCC_HELP	= Yardım

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Ayarları
IDC_ST_XVID_RATE_CONTROL	= Oran kontrolü
IDC_RD_XVID_VBR			= VBR - kalite-merkezli (önerilen)
IDC_RD_XVID_CBR			= CBR - bithızı-merkezli
IDC_ST_XVID_OPTIMIZATION	= Optimizasyon
IDC_RD_XVID_FASTER_SPEED	= Daha hızlı kodlama
IDC_RD_XVID_SMALLER_SIZE	= Daha küçük dosya boyutu
IDC_ST_XVID_OTHER_OPTIONS	= Diğer ayarlar
IDC_ST_XVID_KEYFRAME_INT	= Keyframe aralığı:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Ayarları
IDC_ST_H264_NVENC_RATE_CONTROL	= Hız kontrolü
IDC_RD_H264_NVENC_VBR		= VBR - kalite-bazlı (önerilen)
IDC_RD_H264_NVENC_CBR		= CBR - bithızı-bazlı
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Kullanımı
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU aygıtı:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Diğer seçenekler
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kodu:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe Aralığı:
IDC_ST_H264_NVENC_FOURCC_HELP	= Yardım

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Ayarları
IDC_ST_H264_RATE_CONTROL	= Oran kontrolü
IDC_RD_H264_VBR			= VBR - kalite-bazlı (önerilen)
IDC_RD_H264_CBR			= CBR - bitoranı-bazlı
IDC_ST_H264_OPTIMIZATION	= Optimizasyon
IDC_RD_H264_FASTER_SPEED	= Daha hızlı kodlama
IDC_RD_H264_BALANCED		= Dengeli performans
IDC_RD_H264_SMALLER_SIZE	= Daha küçük dosya boyutu
IDC_ST_H264_OTHER_OPTIONS	= Diğer seçenekler
IDC_ST_H264_KEYFRAME_INT	= Keyframe Aralığı:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Zamanlayıcı kaydı
IDC_ST_TIMER_SETTINGS		= Ayarlar
IDC_RD_TIMER_START_IN		= Başlat
IDC_ST_TIMER_MINUTES		= dakika 
IDC_RD_TIMER_START_AT		= Başlat
IDC_CK_TIMER_MINIMIZE		= Kayıt başladığında Bandicam'ı küçült.
IDC_ST_TIMER_AUTO_COMPLETE	= Kaydı otomatik tamamla
IDC_BTN_TIMER_AUTO_COMPLETE	= Ayar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Zamanlayıcı kaydı - Başlamak için bekliyor
IDC_ST_TIMER_WAITING_INFO	=  %s 'de başlamak için bekliyor.
IDC_ST_TIMER_ELAPSED		= Geçen zaman :
IDC_ST_TIMER_REMAINING		= Kalan zaman :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Ayarları
IDC_ST_FORMAT_FPS_MODE		= Kare Hızı Modu
IDC_RD_FORMAT_FPS_CFR		= CFR Kullan - Sabit Kare Hızı
IDC_ST_FORMAT_FPS_CFR		= Eğer kodlayıcının performansı yeteri kadar iyi değilse VFR üzerinden geri düşer.
IDC_RD_FORMAT_FPS_VFR		= VFR Kullan - Değişken Kare Hızı (Önerilen)
IDC_ST_FORMAT_FPS_HELP		= Yardım

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Vimeo.com'a yükle
IDC_ST_VIMEO_UPLOADINFO		= Yükleme bilgisi
IDC_ST_VIMEO_FILENAME		= Dosya adı:
IDC_ST_VIMEO_TITLE		= Başlık:
IDC_ST_VIMEO_DESCRIPTION	= Açıklama:
IDC_ST_VIMEO_PRIVACY		= Gizlilik:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Herkes - Videoyu herkese göster
IDC_RD_VIMEO_PRIVACY_ONLYME	= Sadece ben - Videoyu sadece bana göster
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Takipçilerim - Sadece Vimeo'daki takipçilerime göster
IDC_BTN_VIMEO_UPLOAD		= Yükle
IDC_LN_VIMEO_HELP		= Yardım

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Yükleniyor...
IDC_ST_VIMEO_UPLOADED		= Yükleme tamamlandı!
IDC_ST_VIMEO_LINK		= Bağlantı:
IDC_ST_VIMEO_EMBED		= Siteye göm:
IDC_BTN_VIMEO_LINK_GO		= Git
IDC_BTN_VIMEO_EMBED_COPY	= Kopyala
IDC_BTN_VIMEO_CLOSE		= Kapat

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Kullanılabilir
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 kodlayıcı hazır. NVENC donanım hızlandırmasını kullanan yüksek performanslı kodlayıcıdır. NVENC H.264 kodlayıcısını kullanmak ister misiniz?\n<a>Daha fazla</a>
IDC_CK_NVENC_AVAILABLE		= Tekrar sorma

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Kullanılabilir
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 kodlayıcı kullanılabilir. QSV donanım hızlandırması kullanan yüksek performanslı bir kodlayıcıdır. \nQSV H.264 kodlayıcı kullanmak istiyor musunuz?\n<a>Daha fazla</a>
IDC_CK_QSV_AVAILABLE		= Tekrar sorma

[MENU]
ID_POPUP_ABOUT			= Bandicam Hakkında
ID_POPUP_GENERAL		= Genel Ayarlar 
ID_POPUP_FRAME			= FPS Ayarları
ID_POPUP_VIDEO			= Video Ayarları
ID_POPUP_IMAGE			= Görüntü Ayarları
ID_POPUP_OUTPUTS		= Çıktı dosya listesi
ID_POPUP_OPENOUTPUTFOLDER	= Çıktı klasörünü aç
ID_POPUP_TARGET			= Hedef
ID_POPUP_SIZE			= Boyut
ID_POPUP_EXIT			= Çıkış

ID_TARGET_DIRECTX		= Oyun Kayıt Modu
ID_TARGET_RECTANGLE		= Ekran Kayıt Modu
ID_TARGET_HELP			= Yardım

ID_TARGET_HIDE			= Göster / Gizle \t Ctrl+Alt+H
ID_TARGET_PEN			= Eskiz modu \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Her zaman üstte.
ID_TARGET_TRANSPARENCY		= Saydamlık
ID_TARGET_SIZE			= Boyut
ID_TARGET_ADJUST		= Ayarla

ID_TARGET_MOVE_LEFT		= Sola taşı \t Sol
ID_TARGET_MOVE_RIGHT		= Sağa taşı \t Sağ
ID_TARGET_MOVE_UP		= Yukarı taşı \t Yukarı
ID_TARGET_MOVE_DOWN		= Aşağı taşı \t Aşağı

ID_TARGET_INC_WIDTH		= Genişliği arttır \t Shift+Sağ
ID_TARGET_DEC_WIDTH		= Genişliği azalt \t Shift+Sol
ID_TARGET_INC_HEIGHT		= Yüksekliği arttır \t Shift+Aşağı
ID_TARGET_DEC_HEIGHT		= Yüksekliği azalt \t Shift+Yukarı

ID_TARGET_FIND_WINDOW		= Pencere bul \t Ctrl+F
ID_TARGET_FULLSCREEN		= Tam Ekran \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 4:3'e sığdır
ID_TARGET_RATIO_16_9		= 16:9'e sığdır
ID_TARGET_SIZE_CUSTOM		= Özel boyut \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Boyut önayar \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Önayar ekle
ID_TARGET_SIZE_PRESET_EDIT	= Önayar'ı düzenle

ID_TARGET_OPEN_OUTPUTFOLDER	= Çıktı klasörünü aç
ID_TARGET_EXIT_BANDICAM		= Bandicam'dan Çık

ID_USER_PRESET_ADD		= Hazır ayar ekle
ID_USER_PRESET_EDIT		= Hazır ayarı düzenle

ID_SORT_BY_DATE			= Tarihe göre sırala
ID_SORT_BY_NAME			= İsme göre sırala
ID_SORT_BY_SIZE			= Boyuta göre sırala

ID_OUTPUTS_LB_PLAY		= Oynat
ID_OUTPUTS_LB_OPEN		= Aç
ID_OUTPUTS_LB_EDIT		= Düzenle
ID_OUTPUTS_LB_DELETE		= Sil
ID_OUTPUTS_LB_SELECT_ALL	= Tümünü seç
ID_OUTPUTS_LB_OPEN_FOLDER	= Çıktı klasörünü aç

ID_BDCAM_SIZE_DEFAULT		= Varsayılan boyut
